tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "bat"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "jq"
brew "libvterm"
brew "multimarkdown"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "stow"
brew "tldr"
brew "tmux"
brew "tokei"
brew "xh"
brew "zoxide"
brew "zsh"
brew "oven-sh/bun/bun"
