tap "homebrew/bundle"
tap "homebrew/core"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "jq"
brew "neovim"
brew "oh-my-posh"
brew "ripgrep"
brew "rustup-init"
brew "stow"
brew "tmux"
brew "tokei"
brew "xh"
brew "zoxide"
brew "zsh"